13/data/attachments/19acd062d548e6e0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carlos_usually_Friend_70286_1</nif:username>
            <nif:friendToBeRequested>soap_friends_f7b876d8-e9e2-4808-b09c-822ecbf31510</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>